<?php 
$page_title = "Mission & Objective Pages | DIET NANDED";
$page_key = "dicped-nanded,diet-nanded,DISTRICT-INSTITUTE-OF-EDUCATIONAL-CONTINUOUS-PROFESSIONAL-DEVELOPMENT-nanded,district-institute-of-education-and-training-nanded, santosh sontakke, nanded, degloor";
$page_desc = "dicped-nanded,diet-nanded,DISTRICT-INSTITUTE-OF-EDUCATIONAL-CONTINUOUS-PROFESSIONAL-DEVELOPMENT-nanded,district-institute-of-education-and-training-nanded, santosh sontakke, nanded, degloor";
$message = "DICPED  नांदेड  ची अधिकृत वेबसाइट , संतोष केंद्रे  IT विभाग  नांदेड ";
include('inc/top.php');

?>
<!-- Start from here-->
<div class="container-fluid">
    <div class="row">
        <div class="col-lg-12">
            <?php include('inc/navbar.php');?>
        </div>
    </div>
    <div class="row" style="margin-top:10px;">
        <div class="col-md-9 text-justify">
            <div class="card text-dark border-dark">
                <div class="card-header bg-dark text-white">Mission & Objectives</div>
                <div class="card-body">
                    <div class="bg-secondary text-white text-center">
                        <h2>जिल्हा शैक्षणिक सातत्यपूर्ण व्यावसायिक विकास संस्थेची उद्दिष्टे</h2>
                    </div>
                    <div id="shareIconsCountInside" align="center"></div>
                    <ul class="list-group">
                        <li class="list-group-item">प्राथमिक शिक्षण,प्रौढ व अनौपचारिक कार्येकर्ते यांची व्यावसायिक व शैक्षणिक क्षमता सुधारणे.</li>
                        <li class="list-group-item">शिक्षकांना सेवा पूर्व तसेच सेवांतर्गत प्रशिक्षण देणे.</li>
                        <li class="list-group-item">जिल्ह्यातील शैक्षणिक वातावरण निर्माण करणे व ते टिकवून ठेवणे</li>
                        <li class="list-group-item">प्राथमिक शाळा,प्रौढ शिक्षण केंद्रे व सामाजिक कार्येकर्ते यांचे साठी स्त्रोतकेंद्रे म्हणून कार्य करणे.</li>
                        <li class="list-group-item">मूल्याधिष्ठितशिक्षण,कार्यानुभव,परिसरअभ्यास,लोकसंख्याशिक्षण,व्यावसायिक व विज्ञान शिक्षण यातील प्रशिक्षण देणारी संस्था व जिवंत स्त्रोत म्हणून कार्य करणे</li>
                        <li class="list-group-item">शाळा समूह योजनेवरील शाळांना वैयक्तिक शिक्षकांना संशोधन,ज्ञानसंवर्धन व नियोजन या क्षेत्रातील मार्गदर्शक सेवा पुरविणे.</li>
                        <li class="list-group-item">व्यावसायिक संघटनांना शैक्षणिक मार्गदर्शन करणे.</li>
                        
                    </ul>
                    <hr>

                    <h2 class="text-danger"> जिल्हा शैक्षणिक सातत्यपूर्ण व्यावसायिक विकास  संस्थेची कार्य :-</h2>
                    <ul class="list-group">
                        <li class="list-group-item">१.पात्र उमेदवारांना दोन वर्षाचे दर्जेदार सेवापूर्व प्रशिक्षण देणे.</li>
                        <li class="list-group-item">२.जिल्हयातील प्राथमिक,निर्देशक व निरिक्षकांना निरंतर व सेंवांतर्गत प्रशिक्षण देणे.</li>
                        <li class="list-group-item">३.अनौपचारिक व प्रौढशिक्षण  देणाऱ्या  केंद्गानांसंस्थांना सतत स्त्रोतपुरविणारी व संशोधन करणारी संस्था म्हणून कार्य करणे.</li>
                        <li class="list-group-item">४.शाळा समूह योजनेतील शाळांना,संशोधनासाठी शिक्षकांना,ज्ञानसंवर्धन व नियोजन कार्यात मार्गदर्शन सेवा उपलब्ध करूनदेणे.</li>
                        <li class="list-group-item">५.संस्था प्रमुखांचे संस्थानिहाय नियोजन व व्यवस्थापन आणि सुक्ष्मस्तरावरील नियोजन या बाबतीत प्रशिक्षण व उद्‌बोधनकरणे.</li>
                        <li class="list-group-item">६.समाजसुधारणा,स्वयंसेवी संस्थाचेकार्यकर्ते व शालेय स्तरावरील शिक्षणावर प्रभाव पाडणारे कार्यकर्तेयांचा शिक्षण कार्याच्या दृष्टीनेउद्‌बोधनकरणे.</li>
                        <li class="list-group-item">७.मूल्याधिष्ठित शिक्षण,कार्यानुभव,परिसरअभ्यास,लोकसंख्याशिक्षण,व्यावसायिक व विज्ञान शिक्षण यातील प्रशिक्षण देणारी संस्था व जिवंत स्त्रोतम्हणून कार्य करणे.</li>
                        <li class="list-group-item">८.जिल्हयातील प्राथमिक शाळांना तंत्रज्ञान व संगणक सेवा केंद्र म्हणून कार्य करणे.</li>
                        <li class="list-group-item">९.प्राथमिक व उच्च प्राथमिक अनौपचारिक व प्रौढ शिक्षण शाळा व केंद्रयांचे मूल्यमापन करणे.</li>
                        <li class="list-group-item">१०.नाविण्यपूर्ण व उपयोगी उपक्रम व कृती संशोधन करणारे केंद्र म्हणून कार्य करणे.</li>
                        <li class="list-group-item">११.जिल्हा शिक्षण मंडळ व शाळा समूह केंद्रयांना मार्गदर्शन करणे व सल्ला देणे.</li>
                        <li class="list-group-item">११.केंद्र प्रमुख आणि तालुकास्तरीय साधन व्यक्तीयांना क्षमता वृध्दीसाठी संधी उपलब्ध करून देईल.</li>
                        <li class="list-group-item">१२ शिक्षक, केंद्रप्रमुख,तालुका स्तरीय साधन व्यक्तीयांना संदर्भ साहित्य उपलब्ध करून देण्यासाठी सहाय्य करेल.</li>
                        <li class="list-group-item">१३ राज्यस्तरीय मुक्त दूरस्थ अध्ययनासाठी संपर्क केंद्रचे संचलन करण्यासाठी मदत करेल.</li>
                        <li class="list-group-item">१४ जिल्हास्तरीय संस्थेमध्ये साधन केंद्र विकसित करेल.</li>
                        <li class="list-group-item">१५ विषयनिहाय चर्चा सत्रांचे नियोजन व आयोजन करेल.</li>
                        <li class="list-group-item">१६ व्यवस्थापन शास्त्रानुसार शिक्षकांच्या गरजा निश्चित करण्यासाठी संशोधन उपक्रम राबवेल.</li>
                        <li class="list-group-item">१७ शाळास्तरावरील समस्या जाणून घेण्यासाठी शाळांना भेटी देईल,त्याचा हेतू शाळांची तपासणी करणे नसून शाळास्तरावरील विविध समस्या जाणून घेणे हा आहे.</li>
                        <li class="list-group-item">१८.जिल्ह्यातील १००% मुलांची (CWSN सह) पटनोंदणी व उपस्थिती याकरिता शाळांमध्ये अध्ययन पूरक वातावरण निर्माण करणे.</li>
                        <li class="list-group-item">१९.राज्य प्रशिक्षण धोरणानुसार जिल्ह्यातील गरजा भिमुख व मागणीनुसार प्रशिक्षण वार्षिक दिनदर्शिका विकसित करून प्रभावी अंमलबजावणी करणे.</li>
</li>
                        <li class="list-group-item">२०.विद्यार्थी संपादणूक चाचणी, शासकीय व अशासकीय संस्थांनी केलेली सर्वेक्षणे यावरून जिल्ह्याची शैक्षणिक सद्यस्थिती विश्लेषण करून आवश्‍यकतेनुसार जिल्हास्तरीय कृती कार्यक्रमांची निर्मिती व अंमलबजावणी करणे.</li>
</li>
                        <li class="list-group-item">२१.देशपातळीवरील,राज्यपातळीवरील,विविध शैक्षणिक संशोधने यांच्या निकषानुसार जिल्ह्यात शैक्षणिक कृती कार्यक्रमांची रचना करणे. जिल्ह्यातील शैक्षणिक गुणवत्ता संवर्धनासाठी शैक्षणिक संशोधन करणे.</li>
</li>
                        <li class="list-group-item">२२.जिल्ह्यातील सेवापूर्व प्रशिक्षणाची गुणवत्ता संवर्धन व संनियंत्रण करणे.</li>
</li>
                        <li class="list-group-item">२३.शिक्षक व क्षेत्रीय अधिकारी यांच्या व्यावसायिक विकासासाठी प्रशिक्षण कार्यक्रमाची अंमलबजावणी करणे.</li>
</li>
                        <li class="list-group-item">२४.विविध शैक्षणिक अध्ययन अनुभव,शैक्षणिक यशोगाथा,प्रयोग यांचे आदानप्रदान करण्यासाठी शैक्षणिक संस्कृती विकसित करणे.</li?
</li>
                        <li class="list-group-item">२५.जिल्ह्यातील शैक्षणिक गुणवत्ता विकासासाठी विविध पातळ्यांवरील क्षत्रिय अधिकाऱ्यांच्या नियमित नियोजन व आढावा बैठका घेऊन गुणवत्ता विषयक कामकाज आढावा, मार्गदर्शन व सहाय्य करणे.</li>
</li>
                        <li class="list-group-item">२६.शैक्षणिक गुणवत्तावाढीसाठी गटसाधन केंद्र (BRC) व समूहसाधन केंद्र (CRC) शहर साधन केंद्रे (URC) मधील मनुष्यबळाचे क्षमता संवर्धन व संनियंत्रण करणे.</li>
</li>
                        <li class="list-group-item">२७.महाराष्ट्र विद्या प्राधिकरण व प्रादेशिक विद्या प्राधिकरण यांच्याकडील निर्देशाप्रमाणे जिल्ह्यातील पूर्वप्राथमिक,माध्यमिक व उच्च माध्यमिक शिक्षणाच्या सक्षमीकरणासाठी शिखर संस्था म्हणून निर्धारित केलेली गुणवत्ता संवर्धनासाठी आवश्यक कृती कार्यक्रम राबविणे सर्व शैक्षणिक व प्रशासनिक कार्य करणे.</li>
</li>
                        <li class="list-group-item">२८.जिल्ह्यातील सर्व माध्यमाच्या सर्व व्यवस्थापनाच्या शाळांसाठी श्रेणीसुधार कार्यक्रमाची अंमलबजावणी करणे.</li>
</li>
                        <li class="list-group-item">२९.विविध प्रशिक्षणांचे प्रभावी व्यवस्थापन नियोजन व अनुदान वन करून जिल्ह्यातील शिक्षक क्षेत्रीय अधिकारी यांचे सक्षमीकरण करण्यासाठी कार्य करणे.</li>
</li>
                        <li class="list-group-item">३०.विविध शासकीय व अशासकीय संस्था शैक्षणिक गुणवत्ता संवर्धनाचे विविध उपक्रम राबविणे</li>
</li>

                    </ul>
                    <hr>
                    <p class="text-primary text-justify">महाराष्ट्र शासन शालेय शिक्षण व क्रीडा विभाग शासन निर्णय क्र.डाएट ४५१६/(४०/१६)/प्रशिक्षण, दिनांक १७ ऑक्टोंबर २०१६ च्या शासन निर्णयान्वये प्रगत शैक्षणिक महाराष्ट्र विद्या प्राधिकरणाची पुनर्रचना –</p>
                    <p class="text-primary text-justify">या शासन निर्णयान्वये जिल्हा शिक्षण व प्रशिक्षण संस्था डाएटच्या या नावाऐवजी जिल्हा शैक्षणिक सातत्यपूर्ण व्यावसायिक विकास संस्था (DIECPD)असे नामकरण करण्यात आले आहे.</p>
                    <hr>
                    <h2 class="text-danger"> जिल्हा शैक्षणिक सातत्यपूर्ण व्यावसायिक विकास संस्थेची(DIECPD)संरचना व विभाग :-</h2>
                  
                     <div class=" table-responsive">                        
                         <table class="table table-bordered">
                        <thead class="table-dark">
                            <tr>
                                <th scope="col">अ  क्र </th>
                                <th scope="col">पदनाम  </th>
                                 <th scope="col">मंजूर पदे   </th>
                                <th scope="col">कार्यरत  पदे  </th>
                                <th scope="col">रिक्त  पदे   </thh>
                            </tr>
                        </thead>
                        <tbody>
                            <tr class="">
                                <td>1</td>
                                <td>प्राचार्य  </td>
                                <td>01</td>
                                <td>00</td>
                                <td>01</td>
                            </tr>
                            <tr class="">
                                <td>2</td>
                                <td>ज्येष्ठ अधिव्याख्याता   </td>
                                <td>04</td>
                                <td>03</td>
                                <td>01</td>
                            </tr>
                            <tr class="">
                                <td>3</td>
                                <td>अधिव्याख्याता   </td>
                                <td>06</td>
                                <td>05</td>
                                <td>01</td>
                            </tr>
                            <tr class="">
                                <td>4</td>
                                <td>विषय  सहायक    </td>
                                <td>12</td>
                                <td>09</td>
                                <td>03</td>
                            </tr>
                             <tr class="">
                                <td>5</td>
                                <td>Resource Person</td>
                                <td></td>
                                <td>90</td>
                                <td></td>
                            </tr>
                            <tr class="">
                                <td>6</td>
                                <td>Resource Teacher</td>
                                <td></td>
                                <td>84</td>
                                <td></td>
                            </tr>
                        </tbody>
                    </table>

                    </div><hr>
                    <div class=" table-responsive">                        
                         <table class="table table-bordered">
                        <thead class="table-dark">
                            <tr>
                                <th scope="col">अ  क्र </th>
                                <th scope="col">विभाग  </th>
                            </tr>
                        </thead>
                        <tbody>
                            <tr class="">
                                <td>1</td>
                                <td>शिक्षक शिक्षण विभाग इंग्रजी,मराठी,गणित, उर्दू,विज्ञान व सामाजिक शास्त्र विभाग </td>
                            </tr>
                            <tr class="">
                                <td>2</td>
                                <td>व्यवसाय विषय शिक्षण,सातत्यपूर्ण व्यावसायिक विकास प्रशिक्षण (सिपिडी),व्यवसाय मार्गदर्शन व मानसशास्त्रीय समुपदेशन विभाग </td>
                            </tr>
                            <tr class="">
                                <td>3</td>
                                <td>संशोधन क्षेत्रीयआंतरक्रिया,समता विभाग  </td>
                            </tr>
                            <tr class="">
                                <td>4</td>
                                <td>अभ्यासक्रम विकसन व मूल्यमापन,शैक्षणिक व माहिती तंत्रज्ञान,संदर्भ साहित्य विकसन विभाग  </td>
                            </tr>
                        </tbody>
                    </table>

                    </div>
                     
                    <hr>
                    
                    <h2 class="text-danger">जिल्हा शैक्षणिक सातत्यपूर्ण व्यावसायिक विकास संस्था प्रमुखांचे खालील बाबीं संदर्भात सक्षमीकरण करेल.</h2>
                    <ul class="list-group">
                        <li class="list-group-item">१.शिक्षकांच्या गरजा निश्चित करण्यासाठी सक्षम करणे. केंद्गप्रमुखांनी जिल्हास्तरीय संस्थेकडे त्याप्रमाणे मागणी करावी.</li>
                        <li class="list-group-item">२.विद्‌यार्थ्यांच्या अध्ययन निष्पत्तीचे विश्लेषण करण्यासशिक्षकांना मार्गदर्शन करणेसाठी सक्षम करणे.</li>
                        <li class="list-group-item">३.वर्गकार्याचे निरीक्षण आणिप्रत्याभरणकरण्यासाठी सक्षम करणे.</li>
                        <li class="list-group-item">४.अध्यापन पध्दतीतील बदलांबाबत सहाय्य,प्रोत्साहन व संसाधनांची उपलब्धता करून घेण्यासाठी सक्षम करणे.</li>
                        <li class="list-group-item">५.केंद्रसंमेलनांना प्रोत्साहन – संकलित माहिती व आधारित विषय पत्रिका तयार करणे.(शिक्षकांच्या गरजा, वर्गकार्य निरीक्षणातील नोंदी),शिक्षकांमधील संवाद,चांगल्या पध्दतीचा प्रसार,इत्यादी क्षमता समृध्दीकार्यशाळेतील प्रतिसादांचा पाठपुरावायासाठी सक्षम करणे.</li>
                        <li class="list-group-item">६.शाळेचे शैक्षणिक नियोजन – वयानुरूपप्रवेश,विशेष गरजा असणार्याी विद्‌यार्थ्यांच्या शाळेतील प्रवेश यासाह शिक्षकांनी विद्‌यार्थ्यांच्या अध्ययनाबाबत स्वतः काढलेले निष्कर्ष याबाबत केंद्रप्रमुखांनी करावयाची निरीक्षणे</li>
                    </ul>
                    <hr>

                </div>


            </div>

            <hr>
        </div>
        <div class="col-md-3">
            <img class="img-fluid" src="images/dietnanded2.jpg" />
        </div>
    </div>
    <!--------------------Footer---------------------------------->
    <div class="container-fluid">
        <div class="row bg-dark" style="padding-top:20px;">
            <?php include('inc/footer.php');?>
        </div>
    </div>
    <!--------------------Footer---------------------------------->

</div>
</body>

</html>